{
  "title": "Published Works",
  "subtitle": "Stories that bloom on the page",
  "items": [
    {
      "title": "Tarot Card Reading Café",
      "subtitle": "A Story of Love, Growth, and Healing in Tarot Cards",
      "description": "Tarot Card Reading Café is a psychological novel that keenly captures the raw truth of love, wounds, and desire through the eyes of tarot reader 'Shin Se-ryeon,' who peers into the wavering hearts of others. It is a romance narrative of healing and growth that never misses the subtle tremors of emotion."
    },
    {
      "title": "Four Seasons Flower Workbook",
      "subtitle": "A Personal Journal of Seasonal Blooms and Floral Arrangements",
      "description": "What flowers are actually used in a florist's studio? This workbook explores seasonal botanical materials and the arrangements created with them. Written with botanical names used in the actual market for practical use, it includes detailed guides on seasonal availability, volume, colors, and styling tips. Like the author's own seasonal arrangement pages, it provides workbook sections for you to record and create your own floral journey."
    },
    {
      "title": "Eco Flower Recipe",
      "subtitle": "Flower Styling Starting with a Single Bloom",
      "description": "An eco-friendly flower styling book featuring 36 projects with step-by-step instructions using easily accessible flowers and sustainable materials. Packed with Hyejoung's unique arrangement techniques, it guides everyone from beginners to professional florists in creating naturally beautiful designs—from single-stem pieces to full space styling."
    },
    {
      "title": "Every Moment Needs Flowers",
      "subtitle": "How to Comfort Your Heart with Flowers",
      "description": "Everything learned from watching flowers bloom and fade. 'No flower blooms without swaying.' As flowers become part of everyday self-care, this book offers healing for those newly drawn to blooms and comprehensive knowledge for enthusiasts—from flower history to care techniques. Includes practical lessons on arrangement and maintenance to help you enjoy beautiful flowers at home longer."
    }
  ]
}
